Repository: raphpay/TrailTales
Catalog: TrailTales/Localizable.xcstrings
Source language: en
Languages: fr

source: Add Hike
fr: Ajouter une rando

source: Add your
fr: Ajoutes ta

source: An error occured
fr: Une erreur est survenue

source: An error occurred
fr: Une erreur est survenue

source: Capture and cherish
fr: Gardes en mémoire

source: Choose a cover photo
fr: Choisis une photo de couverture

source: Confirm your password
fr: Confirmer le mot de passe

source: Continue
fr: Continuer

source: Discover new trails and routes
fr: Découvre de nouveaux sentiers et randos

source: Easy
fr: Facile

source: Enter a hike difficulty
fr: Entre une difficulté

source: Enter a name for the hike
fr: Entres un nom de rando

source: Enter your email
fr: Entre ton email

source: Enter your password
fr: Entre ton mot de passe

source: first hike
fr: première rando

source: Hard
fr: Difficile

source: Hike Difficulty
fr: Difficulté

source: Hike Location
fr: Lieu de la Rando

source: Hike Name
fr: Nom de la Rando

source: Hours
fr: Heures

source: How many hours?
fr: Combien d'heures ?

source: How many minutes?
fr: Combien de minutes ?

source: Log out
fr: Déconnexion

source: Log Out
fr: Déconnexion

source: Login
fr: Se connecter

source: Medium
fr: Moyen

source: Modify Email
fr: Modifier Email

source: Modify Pseudo
fr: Modifier le Pseudo

source: Modify the profile picture
fr: Modifier la photo de profil

source: Not a member ?
fr: Pas encore member

source: Notes about the hikes
fr: Notes à propos de la rando

source: Password
fr: Mot de passe

source: Password Confirmation
fr: Confirmation du mot de passe

source: Plan your adventure with ease
fr: Planifie ton aventure facilement

source: Re-authenticate yourself
fr: Re-connecte toi

source: Save Email
fr: Enregistrer l'Email

source: Save Profile Picture
fr: Enregistre la photo de profil

source: Save Pseudo
fr: Enregistrer le pseudo

source: Search for a hike
fr: Chercher une rando

source: Sign up
fr: Inscription

source: Sign Up
fr: Inscription

source: Very Easy
fr: Très Facile

source: Very Hard
fr: Très Difficile

source: What distance did you covered?
fr: Quelle distance avez-vous parcourue ?

source: When did you hike?
fr: De quand date la rando ?

source: Where was the hike
fr: Où était la rando

source: Your hikes:
fr: Tes randos

source: your outdoor memories
fr: tes aventures en pleine nature
